Repository: ZindeIvan/Objective_C_UI
Catalog: AirTickets/AirTickets/Localization/*.lproj/Localizable.strings
Languages: de

# search_tab
source: Search
de: der Suche

# map_tab
source: Map
de: die Karte

# favorites_tab
source: Favorites
de: Favoriten

# main_from
source: From
de: Wovon

# main_to
source: To
de: Wohin

# main_search
source: Search
de: Finden

source: Cities
de: die Städte

source: Airports
de: die Flughäfen

# about_app_header
source: ABOUT APP
de: über die Anwendung

# tickets_header
source: AIR TICKETS
de: die Flugtickets

# map_price_header
source: PRICE MAP
de: die Preiskarte

# favorites_header
source: FAVORITES
de: Favoriten

# about_app_describe
source: App for tickets search
de: die Flugsuchanwendung

# tickets_describe
source: Search for chipest tickets
de: Finden Sie die günstigsten Flüge

# map_price_describe
source: Look map price
de: Sehen Sie sich die Preiskarte an

# favorites_describe
source: Save tickets to favorites
de: Speichern Sie ausgewählte Tickets in den Favoriten

# next_button
source: NEXT
de: WEITER

# done_button
source: DONE
de: FERTIG

# tickets_title
source: Tickets
de: die Tickets

# favorites_title
source: Favorite tickets
de: die ausgewählte Tickets

# add_to_favorite
source: Add to favotites
de: Zu den Favoriten hinzufügen

# remove_from_favorite
source: Remove from favourites
de: Von Favoriten entfernen

# remind_me
source: Reminde
de: Erinnern

# ticket_reminder
source: Ticket reminer
de: an Ticket erinnern

source: Notification will be sent
de: Benachrichtigung wird gesendet

source: Success
de: erfolgreich

# ascending_tickets
source: Asc.
de: Aufsteigend

# descending_tickets
source: Desc.
de: Absteigend

# from_map
source: Map
de: die Karte

# from_search
source: Search
de: Der Suche

# error
source: Erorr
de: die Fehler

source: Tickets not found
de: Für diese Richtung wurden keine Tickets gefunden

source: Close
de: Schließen

# not_set_place_arrival_or_departure
source: Need to set From and To
de: Geben Sie den Abfahrtsort und den Ankunftsort an

# actions_with_tickets
source: Ticket actions
de: Ticketaktionen

# actions_with_tickets_describe
source: What need to be done with ticket?
de: Was ist mit dem Ticket zu tun?

# not_determine_current_city
source: Can't locate current city!
de: Die aktuelle Stadt kann nicht ermittelt werden!
